<?php

use Illuminate\Database\Seeder;

class ReportAbstractsTableSeeder extends Seeder
{
    /**
     * Run the database seeds.
     *
     * @return void
     */
    public function run()
    {
        DB::table('report_abstracts')->insert([
            [
                'report_id' => '1',
                'contents_abstract' => '夏休みにお祖母ちゃんの家に泊まった時に調べてみました。そのときに思ったことや、わかったことについて書いています。',
            ],
            [
                'report_id' => '2',
                'contents_abstract' => '夏休みにお祖母ちゃんの家に泊まった時に調べてみました。そのときに思ったことや、わかったことについて書いています。',
            ],
            [
                'report_id' => '3',
                'contents_abstract' => '夏休みにお祖母ちゃんの家に泊まった時に調べてみました。そのときに思ったことや、わかったことについて書いています。',
            ],
            [
                'report_id' => '4',
                'contents_abstract' => '夏休みにお祖母ちゃんの家に泊まった時に調べてみました。そのときに思ったことや、わかったことについて書いています。',
            ],
            [
                'report_id' => '5',
                'contents_abstract' => '夏休みにお祖母ちゃんの家に泊まった時に調べてみました。そのときに思ったことや、わかったことについて書いています。',
            ],
            [
                'report_id' => '6',
                'contents_abstract' => '夏休みにお祖母ちゃんの家に泊まった時に調べてみました。そのときに思ったことや、わかったことについて書いています。',
            ],
            [
                'report_id' => '7',
                'contents_abstract' => '夏休みにお祖母ちゃんの家に泊まった時に調べてみました。そのときに思ったことや、わかったことについて書いています。',
            ],
            [
                'report_id' => '8',
                'contents_abstract' => '夏休みにお祖母ちゃんの家に泊まった時に調べてみました。そのときに思ったことや、わかったことについて書いています。',
            ],
            [
                'report_id' => '9',
                'contents_abstract' => '夏休みにお祖母ちゃんの家に泊まった時に調べてみました。そのときに思ったことや、わかったことについて書いています。',
            ],
            [
                'report_id' => '10',
                'contents_abstract' => '夏休みにお祖母ちゃんの家に泊まった時に調べてみました。そのときに思ったことや、わかったことについて書いています。',
            ],
            [
                'report_id' => '11',
                'contents_abstract' => '夏休みにお祖母ちゃんの家に泊まった時に調べてみました。そのときに思ったことや、わかったことについて書いています。',
            ],
            [
                'report_id' => '12',
                'contents_abstract' => '夏休みにお祖母ちゃんの家に泊まった時に調べてみました。そのときに思ったことや、わかったことについて書いています。',
            ],
            [
                'report_id' => '13',
                'contents_abstract' => '夏休みにお祖母ちゃんの家に泊まった時に調べてみました。そのときに思ったことや、わかったことについて書いています。',
            ],
            [
                'report_id' => '14',
                'contents_abstract' => '夏休みにお祖母ちゃんの家に泊まった時に調べてみました。そのときに思ったことや、わかったことについて書いています。',
            ],
            [
                'report_id' => '15',
                'contents_abstract' => '夏休みにお祖母ちゃんの家に泊まった時に調べてみました。そのときに思ったことや、わかったことについて書いています。',
            ],
            [
                'report_id' => '16',
                'contents_abstract' => '夏休みにお祖母ちゃんの家に泊まった時に調べてみました。そのときに思ったことや、わかったことについて書いています。',
            ],
            [
                'report_id' => '17',
                'contents_abstract' => '夏休みにお祖母ちゃんの家に泊まった時に調べてみました。そのときに思ったことや、わかったことについて書いています。',
            ],
            [
                'report_id' => '18',
                'contents_abstract' => '夏休みにお祖母ちゃんの家に泊まった時に調べてみました。そのときに思ったことや、わかったことについて書いています。',
            ],
            [
                'report_id' => '19',
                'contents_abstract' => '夏休みにお祖母ちゃんの家に泊まった時に調べてみました。そのときに思ったことや、わかったことについて書いています。',
            ],
            [
                'report_id' => '20',
                'contents_abstract' => '夏休みにお祖母ちゃんの家に泊まった時に調べてみました。そのときに思ったことや、わかったことについて書いています。',
            ],
            [
                'report_id' => '21',
                'contents_abstract' => '夏休みにお祖母ちゃんの家に泊まった時に調べてみました。そのときに思ったことや、わかったことについて書いています。',
            ],
            [
                'report_id' => '22',
                'contents_abstract' => '夏休みにお祖母ちゃんの家に泊まった時に調べてみました。そのときに思ったことや、わかったことについて書いています。',
            ],
            [
                'report_id' => '23',
                'contents_abstract' => '夏休みにお祖母ちゃんの家に泊まった時に調べてみました。そのときに思ったことや、わかったことについて書いています。',
            ],
            [
                'report_id' => '24',
                'contents_abstract' => '夏休みにお祖母ちゃんの家に泊まった時に調べてみました。そのときに思ったことや、わかったことについて書いています。',
            ],
            [
                'report_id' => '25',
                'contents_abstract' => '夏休みにお祖母ちゃんの家に泊まった時に調べてみました。そのときに思ったことや、わかったことについて書いています。',
            ],
            [
                'report_id' => '26',
                'contents_abstract' => '夏休みにお祖母ちゃんの家に泊まった時に調べてみました。そのときに思ったことや、わかったことについて書いています。',
            ],
            [
                'report_id' => '27',
                'contents_abstract' => '夏休みにお祖母ちゃんの家に泊まった時に調べてみました。そのときに思ったことや、わかったことについて書いています。',
            ],
        ]);
    }
}
