<?php

use Illuminate\Database\Seeder;

class ReportTextsTableSeeder extends Seeder
{
    /**
     * Run the database seeds.
     *
     * @return void
     */
    public function run()
    {
        DB::table('report_texts')->insert([
            [
                'report_id' => '1',
                'contents_text' => '夏休みの8月10日から、8月19日まで愛媛のおばあちゃんの家に泊まりに行っていました。森がたくさんあって、たくさんの自然と触れ合うことができました。そこで感じたことが、いろいろあります。',
            ],
            [
                'report_id' => '2',
                'contents_text' => '夏休みの8月10日から、8月19日まで愛媛のおばあちゃんの家に泊まりに行っていました。森がたくさんあって、たくさんの自然と触れ合うことができました。そこで感じたことが、いろいろあります。',
            ],
            [
                'report_id' => '3',
                'contents_text' => '夏休みの8月10日から、8月19日まで愛媛のおばあちゃんの家に泊まりに行っていました。森がたくさんあって、たくさんの自然と触れ合うことができました。そこで感じたことが、いろいろあります。',
            ],
            [
                'report_id' => '4',
                'contents_text' => '夏休みの8月10日から、8月19日まで愛媛のおばあちゃんの家に泊まりに行っていました。森がたくさんあって、たくさんの自然と触れ合うことができました。そこで感じたことが、いろいろあります。',
            ],
            [
                'report_id' => '5',
                'contents_text' => '夏休みの8月10日から、8月19日まで愛媛のおばあちゃんの家に泊まりに行っていました。森がたくさんあって、たくさんの自然と触れ合うことができました。そこで感じたことが、いろいろあります。',
            ],
            [
                'report_id' => '6',
                'contents_text' => '夏休みの8月10日から、8月19日まで愛媛のおばあちゃんの家に泊まりに行っていました。森がたくさんあって、たくさんの自然と触れ合うことができました。そこで感じたことが、いろいろあります。',
            ],
            [
                'report_id' => '7',
                'contents_text' => '夏休みの8月10日から、8月19日まで愛媛のおばあちゃんの家に泊まりに行っていました。森がたくさんあって、たくさんの自然と触れ合うことができました。そこで感じたことが、いろいろあります。',
            ],
            [
                'report_id' => '8',
                'contents_text' => '夏休みの8月10日から、8月19日まで愛媛のおばあちゃんの家に泊まりに行っていました。森がたくさんあって、たくさんの自然と触れ合うことができました。そこで感じたことが、いろいろあります。',
            ],
            [
                'report_id' => '9',
                'contents_text' => '夏休みの8月10日から、8月19日まで愛媛のおばあちゃんの家に泊まりに行っていました。森がたくさんあって、たくさんの自然と触れ合うことができました。そこで感じたことが、いろいろあります。',
            ],
            [
                'report_id' => '10',
                'contents_text' => '夏休みの8月10日から、8月19日まで愛媛のおばあちゃんの家に泊まりに行っていました。森がたくさんあって、たくさんの自然と触れ合うことができました。そこで感じたことが、いろいろあります。',
            ],
            [
                'report_id' => '11',
                'contents_text' => '夏休みの8月10日から、8月19日まで愛媛のおばあちゃんの家に泊まりに行っていました。森がたくさんあって、たくさんの自然と触れ合うことができました。そこで感じたことが、いろいろあります。',
            ],
            [
                'report_id' => '12',
                'contents_text' => '夏休みの8月10日から、8月19日まで愛媛のおばあちゃんの家に泊まりに行っていました。森がたくさんあって、たくさんの自然と触れ合うことができました。そこで感じたことが、いろいろあります。',
            ],
            [
                'report_id' => '13',
                'contents_text' => '夏休みの8月10日から、8月19日まで愛媛のおばあちゃんの家に泊まりに行っていました。森がたくさんあって、たくさんの自然と触れ合うことができました。そこで感じたことが、いろいろあります。',
            ],
            [
                'report_id' => '14',
                'contents_text' => '夏休みの8月10日から、8月19日まで愛媛のおばあちゃんの家に泊まりに行っていました。森がたくさんあって、たくさんの自然と触れ合うことができました。そこで感じたことが、いろいろあります。',
            ],
            [
                'report_id' => '15',
                'contents_text' => '夏休みの8月10日から、8月19日まで愛媛のおばあちゃんの家に泊まりに行っていました。森がたくさんあって、たくさんの自然と触れ合うことができました。そこで感じたことが、いろいろあります。',
            ],
            [
                'report_id' => '16',
                'contents_text' => '夏休みの8月10日から、8月19日まで愛媛のおばあちゃんの家に泊まりに行っていました。森がたくさんあって、たくさんの自然と触れ合うことができました。そこで感じたことが、いろいろあります。',
            ],
            [
                'report_id' => '17',
                'contents_text' => '夏休みの8月10日から、8月19日まで愛媛のおばあちゃんの家に泊まりに行っていました。森がたくさんあって、たくさんの自然と触れ合うことができました。そこで感じたことが、いろいろあります。',
            ],
            [
                'report_id' => '18',
                'contents_text' => '夏休みの8月10日から、8月19日まで愛媛のおばあちゃんの家に泊まりに行っていました。森がたくさんあって、たくさんの自然と触れ合うことができました。そこで感じたことが、いろいろあります。',
            ],
            [
                'report_id' => '19',
                'contents_text' => '夏休みの8月10日から、8月19日まで愛媛のおばあちゃんの家に泊まりに行っていました。森がたくさんあって、たくさんの自然と触れ合うことができました。そこで感じたことが、いろいろあります。',
            ],
            [
                'report_id' => '20',
                'contents_text' => '夏休みの8月10日から、8月19日まで愛媛のおばあちゃんの家に泊まりに行っていました。森がたくさんあって、たくさんの自然と触れ合うことができました。そこで感じたことが、いろいろあります。',
            ],
            [
                'report_id' => '21',
                'contents_text' => '夏休みの8月10日から、8月19日まで愛媛のおばあちゃんの家に泊まりに行っていました。森がたくさんあって、たくさんの自然と触れ合うことができました。そこで感じたことが、いろいろあります。',
            ],
            [
                'report_id' => '22',
                'contents_text' => '夏休みの8月10日から、8月19日まで愛媛のおばあちゃんの家に泊まりに行っていました。森がたくさんあって、たくさんの自然と触れ合うことができました。そこで感じたことが、いろいろあります。',
            ],
            [
                'report_id' => '23',
                'contents_text' => '夏休みの8月10日から、8月19日まで愛媛のおばあちゃんの家に泊まりに行っていました。森がたくさんあって、たくさんの自然と触れ合うことができました。そこで感じたことが、いろいろあります。',
            ],
            [
                'report_id' => '24',
                'contents_text' => '夏休みの8月10日から、8月19日まで愛媛のおばあちゃんの家に泊まりに行っていました。森がたくさんあって、たくさんの自然と触れ合うことができました。そこで感じたことが、いろいろあります。',
            ],
            [
                'report_id' => '25',
                'contents_text' => '夏休みの8月10日から、8月19日まで愛媛のおばあちゃんの家に泊まりに行っていました。森がたくさんあって、たくさんの自然と触れ合うことができました。そこで感じたことが、いろいろあります。',
            ],
            [
                'report_id' => '26',
                'contents_text' => '夏休みの8月10日から、8月19日まで愛媛のおばあちゃんの家に泊まりに行っていました。森がたくさんあって、たくさんの自然と触れ合うことができました。そこで感じたことが、いろいろあります。',
            ],
            [
                'report_id' => '27',
                'contents_text' => '夏休みの8月10日から、8月19日まで愛媛のおばあちゃんの家に泊まりに行っていました。森がたくさんあって、たくさんの自然と触れ合うことができました。そこで感じたことが、いろいろあります。',
            ],
        ]);
    }
}
