<?php

return [
    ['value' => 1, 'text' => '植物（しょくぶつ）'],
    ['value' => 2, 'text' => '昆虫（こんちゅう）'],
    ['value' => 3, 'text' => '動物（どうぶつ）'],
    ['value' => 4, 'text' => '物質（ぶっしつ）'],
    ['value' => 5, 'text' => '宇宙（うちゅう）'],
    ['value' => 6, 'text' => '音（おと）'],
    ['value' => 7, 'text' => '重力（じゅうりょく）'],
    ['value' => 8, 'text' => '天気（てんき）'],
    ['value' => 9, 'text' => '磁石（じしゃく）'],
    ['value' => 10, 'text' => '電気（でんき）'],
    ['value' => 11, 'text' => '大地（だいち）'],
    ['value' => 0, 'text' => 'その他（そのほか）']
];
